<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="keywords" content="{{ config('site.seo_keyword') }}">
    <meta name="description" content="{{ config('site.seo_description') }}">
    <title>{{ config('site.name') }}—中国领先智能手机广告平台/移动广告平台/移动营销</title>
    <link rel="stylesheet" href="{{ asset('front/css/reset.css') }}">
    <link rel="stylesheet" href="{{ asset('front/css/privacy.css') }}">
</head>
<body>
<header class="login-header">
    <div class="logo"><a href="/"><img src="{{ Storage::disk('public')->url(config('site.avatar')) }}"></a></div>
</header>
<div class="content">
    <h1 class="big-title">隐私权保护</h1>
    <h2 class="small-title"> 欢迎阅读北京华夏永乐科技有限公司（以下简称“本公司”）的隐私权保护规则。您的隐私对本公司非常重要。本隐私权保护规则制约本公司收集有关您的资料及您对本公司提供给您的资料之使用。</h2>
    <p class="ptxt">本公司非常注重保护用户的隐私权，在未经用户许可的情况下，作为本公司服务的正常操作程序的一部分，承诺不会将信息公开或提供给第三方。当政府机关依照法定程序要求本公司披露个人资料时，本公司将根据执法单位之要求或为公共安全之目提供个人资料。在此情况下之任何披露，本公司均不承担任何责任。</p>
    <p class="ptxt">• 事先获得用户的授权 </p>
    <p class="ptxt">• 根据相关的法律法规要求 </p>
    <p class="ptxt">• 按照相关政府主管部门的要求 </p>
    <p class="ptxt">• 为维护社会公众的利益 </p>
    <p class="ptxt">• 为维护本平台的合法权益 </p>
    <p class="ptxt">• 为不断提升网站内容的精准度，本公司在不透露个体用户信息的前提下，有权对用户数据库进行分析、处理。本公司将在充分保护用户隐私的前提下，不断改进，为用户带来真正准确、有用的广告信息。</p>
    <h2 class="small-title">关于未成年人的重要说明 </h2>
    <p class="ptxt">未成年人（年龄18周岁以下人士）无资格在没有监督的情况下使用本公司的服务，本公司要求未成年人不要向本公司提交任何个人资料。如果您年龄为18周岁以下，您只可以与您的父母或监护人一起或在您的父母或监护人监督下使用此项服务。</p>
    <h2 class="small-title">个人及公司资料</h2>
    <p class="ptxt">本公司尊重并保护用户的个人隐私权，本条例中所使用的“个人资料”是指可用来识别您身份的信息，非经您亲自许可或根据相关法律、法规的强制性规定，本公司不会主动擅自处理您的个人资料或者泄露给第三方。但我们保留在法律允许或要求的范围内，或为了配合司法或刑事调查，在特定情况下进行额外处理。 </p>
    <p class="ptxt">• 当您在本公司网站进行用户注册登记、使用本公司各项服务时，在您的同意及确认下，我们会要求您设置用户名和密码来识别您的身份，并设置密码提示问题及其答案，以便在您丢失密码时用以确认您的身份。您仅可通过您设置的密码来使用该账户，如果您泄漏了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的法律后果。该账户和密码因任何原因受到潜在或现实危险时，您应该立即和本公司取得联系，在本公司采取行动前，本公司对此不负任何责任。 </p>
    <p class="ptxt">• 您注册该账户时应向本公司提供您的真实姓名、地址、国籍、电话号码和电子邮件地址，您还可以选择来填写相关附加信息（包括但不限于您公司所在的省份和城市、时区和邮政编码、传真号码、个人主页和您的职务）。</p>
    <p class="ptxt">• 在未经您同意及确认之前，本公司不会将您参加本公司之特定活动所提供的资料利用于其它目的。 </p>
    <p class="ptxt">• 您对于自己的个人资料享有以下权利：</p>
    <p class="ptxt">1. 随时查询及请求阅览；</p>
    <p class="ptxt">2. 随时请求补充或更正；</p>
    <p class="ptxt">3. 随时请求删除；</p>
    <h2 class="small-title">个人及公司资料之披露 </h2>
    <p class="ptxt">当政府机关依照法定程序要求本公司披露个人资料时，本公司将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本公司均不承担任何责任。</p>
    <h2 class="small-title">基于用户兴趣的广告精准投放</h2>
    <p class="ptxt">洛米与众多合作伙伴旨在为手机用户提供更感兴趣更个性化的广告而努力。运用洛米自身的技术，结合从不同渠道收集的手机终端非个人信息(Non-PII)，来进行大规模数据挖掘，就是实现个性化广告推荐的方法之一。收到数据后，我们会立即使用单向哈希加密方法对它进行加密。我们会将这些数据用于个性化广告投放。若您想退出洛米平台的基于用户兴趣的个性广告精准投放，请单击退出个性化投放 （Opt Out）。</p>
    <h2 class="small-title">Cookie的使用</h2>
    <p class="ptxt">您了解并同意，本公司使用cookie来使本网站对用户更友好，它可以帮您省去为使用我们的服务而重复输入注册信息和跟踪您的浏览器的状态。如果您的浏览器允许，您可以拒绝本公司的"Cookies" 。</p>
    <h2 class="small-title">免责条款</h2>
    <p class="ptxt">本公司仅按现有技术提供相应的安全措施来使本公司掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管有这些安全措施，但本公司不保证这些信息的绝对安全。下列情况本公司亦毋需承担任何责任：</p>
    <p class="ptxt">• 由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露。 </p>
    <p class="ptxt">• 任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被篡改等。 </p>
    <p class="ptxt">• 由于与本公司链接的其它公司所造成之个人资料泄露及由此而导致的任何法律争议和后果。</p>
    <h2 class="small-title">一般条款</h2>
    <p class="ptxt">• 本服务协议及您与本公司之关系，均受到中华人民共和国法律管辖。</p>
    <p class="ptxt">• 本公司未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。 </p>
    <p class="ptxt">• 倘本服务协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本服务协议其他规定仍应具有完整的效力及效果。</p>
    <h2 class="small-title">善意提醒 </h2>
    <p class="ptxt">北京华夏永乐科技有限公司提醒您：在使用本公司各项服务前，请您务必仔细阅读并透彻理解本声明。如果您使用本公司平台，您的使用行为将被视为对本声明全部内容的认可。</p>
    <p class="ptxt">本公司可能不时按照您的意见和本公司的需要修改本隐私权保护规则，以准确地反映本公司的资料收集及披露惯例。本规则的所有修改在网站公布有关修改通知后立即生效。</p>
    <p class="ptxt">本公司之隐私保护声明及其修改及更新权均属于北京华夏永乐科技有限公司。针对以上权利，本公司为您提供相关服务，您可以通过网站公布的联系方式联系我们！</p>
    <p class="ptxt">针对以上权利，本公司为您提供相关服务，您可以通过网站公布的联系方式联系我们！</p>
</div>

</body>
</html>